{
	"noPermission":[
		"Sorry, you're not allowed to do that",
		"You don't have permission for that command",
		"Gonna need to ask someone higher up for that one",
		"I'm afriad I can't let you do that (Insufficient permissions)"
	],
	"unrecognized":[
		"What the hell are you talking about?",
		"I don't know that one",
		"That's not a real command. You're making that up",
		"Can't run that, sorry pal",
		"That's not a valid command!"
	],
	"guildOnly":[
		"I can't use that command here!",
		"That only works in servers, bud",
		"That command only works in servers",
		"Gonna need to run that in a server for it to work, my dude",
		"Can't use that in DMs",
		"Oops! I can only run that in DMs"
	],
	"noArgs":[
		"You didn't give me any arguments, AUTHOR!",
		"I need a little more than that, AUTHOR, give me some arguments",
		"That command needs arguments to run, AUTHOR",
		"... And? I need arguments to run that, AUTHOR"
	],
	"properUsage":[
		"The proper usage of that command is USAGE",
		"The proper way to do that is USAGE",
		":shrug: Maybe try running it like USAGE"
	],
	"cooldown":[
		"Wait TIME before using COMMAND again!",
		"Gimmie like TIME before you use that command",
		"COMMAND is on cooldown for TIME"
	],
	"error":[
		"Something went wrong!",
		"Uh, oops. Something went wrong",
		"404: Something went wrong",
		"Might have dropped the ball on that command, something went wrong",
		"This is *not* poggers, there was an error running that command",
		"Uh, try again? Something went wrong"
	],

	"crafting":[
		"Let's just smash these things into each other and see what happens!...",
		"Add a little this, a little that, and we get!-",
		"Time to work some magic! What're we gonna get...",
		"You can nail these together, right?",
		"Will they blend?",
		"Imagine the breath of the wild cooking jingle here",
		"3... 2... 1... leeeeeeet's craft!",
		"Equivalent exchange blah blah you know the drill",
		"I sure hope this thing doesn't come alive and kill me!",
		"Just let me check this recipe on the wiki real quick..."
	]
}