{
	"noPermission":[
		"Sorry, you're not allowed to do that",
		"You don't have permission for that command",
		"Gonna need to ask someone higher up for that one",
		"I'm afriad I can't let you do that (Insufficient permissions)"
	],
	"unrecognized":[
		"What the hell are you talking about?",
		"I don't know that one",
		"That's not a real command. You're making that up",
		"Can't run that, sorry pal",
		"That's not a valid command!",
		"I can't read that, what is that, Java?",
		"I can't read that, what is that, Python?",
		"I can't read that, what is that, Fortran?"
	],
	"guildOnly":[
		"I can't use that command here!",
		"That only works in servers, bud",
		"That command only works in servers",
		"Gonna need to run that in a server for it to work, my dude",
		"Can't use that in DMs",
		"Oops! I can only run that in DMs"
	],
	"noArgs":[
		"You didn't give me any arguments, AUTHOR!",
		"I need a little more than that, AUTHOR, give me some arguments",
		"That command needs arguments to run, AUTHOR",
		"... And? I need arguments to run that, AUTHOR"
	],
	"properUsage":[
		"The proper usage of that command is USAGE",
		"The proper way to do that is USAGE",
		":shrug: Maybe try running it like USAGE"
	],
	"cooldown":[
		"Wait TIME before using COMMAND again!",
		"Gimmie like TIME before you use that command",
		"COMMAND is on cooldown for TIME"
	],
	"error":[
		"Something went wrong!",
		"Uh, oops. Something went wrong",
		"404: Something went wrong",
		"Might have dropped the ball on that command, something went wrong",
		"This is *not* poggers, there was an error running that command",
		"Uh, try again? Something went wrong"
	],
	"gamblePoor":[
		"Sorry, USER, I don't *give* credit. You can't wager more than you have!",
		"What kind of ~~scam artist~~ authentic reputable gambler do you take me for? You don't have that much money!",
		"You can't wager what you don't have, sorry!",
		"USER, you don't have that much money!",
		"You don't have enough [[WACKY STACKS]]"
	],
	"gambleWin":[
		"Lucky! You doubled your wager, you now have BALANCE!",
		"Congrats! You now have BALANCE!",
		"Big money!!! You now have BALANCE!",
		"Congradulations!! You're winner!! You have BALANCE!",
		"You know money is the root of all evil, right? Anyways, you won! You have BALANCE!",
		"Woah, look at you, Mr/Mrs/Mx/Etc Rich Guy! You now have BALANCE!",
		"Win! You now have BALANCE!"
	],
	"gambleLose":[
		"Tough luck, you just lost WAGER, friend. You now have BALANCE",
		"You lose! Good day!! You now have BALANCE!!!",
		"Mmmm delicious [[JOLLARS]]. You lost WAGER and now have BALANCE",
		"Today's not your lucky day! You've got BALANCE, now",
		"I love taking people's money :D You lost WAGER and now only have BALANCE",
		"`Math.random()` is *not* in your favor today. You lost WAGER, and now have BALANCE",
		"Lose! You now have BALANCE"
	],
	"gambleTerrible":[
		"Ooooh, so sorry, you just lost everything. Better luck next time :smirk:",
		"Oh noooo you lost all your money. That's so saaaaaaad",
		"Whaaat? You bet ALL THAT? Well... mine now :)",
		"One day, I'll get tired of you guys losing all your money. Not today though! You just lost all your money",
		"You lost all your money. Womp womp.",
		"Looks like you're money'nt. Lost everything!",
		"Don't check your j!wallet soon, uh, you might find it empty. Sorry!",
		"I will now take All your money"
	],
	"eating":[
		"You ate up the FOOD! Yummy!",
		"You nibbled on the FOOD - doesn't taste *that* good",
		"You guys can eat FOOD, right? Right, yeah, shove this in your gob",
		"Humans love eating! Especially FOOD! Yum yum!",
		"You ate the FOOD! Mmmmm mm, bone apple tea :ok_hand:",
		"You devoured the FOOD like some kind of animal",
		"You donated your FOOD to the local food bank, how generous of you",
		"You fried up your FOOD, a little salt, little pepper, that's tasty!",
		"I'm gonna be honest, I have no taste buds, I'm just gonna assume FOOD tastes good cause you seem to be having a good time",
		"Are you sure you should be eating that? Eh, I'm not a cop, go nuts",
		"The smooth taste of FOOD!",
		"You ate the FOOD, Crunchy!",
		"Yesssss consume eat devour. You have one less FOOD now",
		"This probably won't poison you, right? Eat up!",
		"Dinner is served! Enjoy :thumbsup:"
	],
	"rating": [
		"I rate 'THING' at a solid SCORE/10!",
		"THING? That's gotta be a SCORE out of 10, for me",
		"THING is a SCORE/10, imo",
		"I don't want to start controversy but I think 'THING' is a SCORE/10",
		"THING is an easy SCORE/10. What do these scores mean? Who knows!"
	],
	"murder":[
		"You run VICTIM through with your ITEM",
		"You KICK and PUNCH and STAB and KILL and MURDER VICTIM with your ITEM",
		"You don't do anything. VICTIM just dies of unrelated causes",
		"You crush VICTIM under the weight of your ITEM",
		"You bop VICTIM on the head with your ITEM",
		"VICTIM is choked to death by ITEM",
		"VICTIM: YOU DIED!!"
	],

	"crafting":[
		"Let's just smash these things into each other and see what happens!...",
		"Add a little this, a little that, and we get!-",
		"Time to work some magic! What're we gonna get...",
		"You can nail these together, right?",
		"Will they blend?",
		"Imagine the breath of the wild cooking jingle here",
		"3... 2... 1... leeeeeeet's craft!",
		"Equivalent exchange blah blah you know the drill",
		"I sure hope this thing doesn't come alive and kill me!",
		"Just let me check this recipe on the wiki real quick..."
	]
}